---
title: Datenschutz
layout: page
permalink: /datenschutz/
---

<div class="container">
  <div class="row">
    <section id="impressum" class="col-md-8 col-lg-9 margin-tb-20 editable"><h3>Datenschutz Hinweise</h3><div>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (&bdquo;Google&ldquo;). Google Analytics verwendet sog. &bdquo;Cookies&ldquo;, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie erm&ouml;glichen. Die durch den Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Website (einschlie&szlig;lich Ihrer IP-Adresse) wird an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports &uuml;ber die Websiteaktivit&auml;ten f&uuml;r die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie k&ouml;nnen die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich nutzen k&ouml;nnen. Durch die Nutzung dieser Website erkl&auml;ren Sie sich mit der Bearbeitung der &uuml;ber Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.</div><div>Soweit Google Adsense, einen Webanzeigendienst der Google Inc., USA ("Google"), auf dieser Website Werbung (Textanzeigen, Banner etc.) schaltet, speichert Ihr Browser eventuell ein von Google Inc. oder Dritten gesendetes Cookie. Die in dem Cookie gespeicherten Informationen k&ouml;nnen durch Google Inc. oder auch Dritte aufgezeichnet, gesammelt und ausgewertet werden. Dar&uuml;ber hinaus verwendet Google Adsense zur Sammlung von Informationen auch sog. "WebBacons" (kleine unsichtbare Grafiken), durch deren Verwendung einfache Aktionen wie der Besucherverkehr auf der Webseite aufgezeichnet, gesammelt und ausgewertet werden k&ouml;nnen. Die durch den Cookie und/oder Web Bacon erzeugten Informationen &uuml;ber Ihre Nutzung dieser Website werden an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Google benutzt die so erhaltenen Informationen, um eine Auswertung Ihres Nutzungsverhaltens im Hinblick auf die AdSense-Anzeigen durchzuf&uuml;hren. Google wird diese Informationen gegebenenfalls auch an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Ihre IP-Adresse wird von Google nicht mit anderen von Google gespeicherten Daten in Verbindung gebracht. Sie k&ouml;nnen das Speichern von Cookies auf Ihrer Festplatte und die Anzeige von Web Bacons verhindern. Dazu m&uuml;ssen Sie in Ihren Browser-Einstellungen "keine Cookies akzeptieren" w&auml;hlen (Im Internet-Explorer unter "Extras / Internetoptionen / Datenschutz / Einstellung", bei Firefox unter "Extras / Einstellungen / Datenschutz / Cookies").</div></section>

    <!-- SIDEBAR -->
    {% include sidebar.html %}
  </div><!-- row -->
</div><!-- container -->
