---
title: Datenschutz
layout: page
permalink: /datenschutz/
---

<div class="container">
  <div class="row">
    <section id="impressum" class="col-md-8 col-lg-9 margin-tb-20 editable">
      <h1>Datenschutzerkl&auml;rung</h1>
      <h3>1. Name und Kontaktdaten des f&uuml;r die Verarbeitung Verantwortlichen sowie des betrieblichen Datenschutzbeauftragten</h3>
      <p>Diese Datenschutz-Information gilt f&uuml;r die Datenverarbeitung durch:</p>
      <p>Verantwortlicher:</p>
      <p>AdvoAdvice Partnerschaft von Rechtsanw&auml;lten mbB</p>
      <p>Tintemann Klevenhagen</p>
      <p>(im Folgenden: AdvoAdvice)</p>
      <p>Martin-Buber-Stra&szlig;e 24</p>
      <p>D-14163 Berlin</p>
      <p>Deutschland</p>
      <p>Email: info@advoadvice.de</p>
      <p>Telefon: +49 (0)30 &ndash; 921 000 40</p>
      <p>Fax: +49 (0)30 &ndash; 921 000 410</p>
      <p>Weitere Informationen zur Rechtsform von AdvoAdvice und den Vorschriften f&uuml;r Rechtsanw&auml;lte finden Sie in unserem Impressum unter https://www.advoadvice.de/impressum/</p>
      <p>Der/die betriebliche Datenschutzbeauftragte von AdvoAdvice ist ab dem 01.06.2018 unter der Anschrift IITR Datenschutz GmbH, Marienplatz 2, 80331 M&uuml;nchen beziehungsweise unter email@iitr.de erreichbar.</p>
      <h3>2. Erhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung</h3>
      <h4>a) Beim Besuch der Website</h4>
      <p>Beim Aufrufen unserer Website www.advoadvice.de werden durch den auf Ihrem Endger&auml;t zum Einsatz kommenden Browser automatisch Informationen an den Server unserer Website gesendet. Diese Informationen werden tempor&auml;r in einem sog. Logfile gespeichert. Folgende Informationen werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten L&ouml;schung gespeichert:</p>
      <ul>
        <li>IP-Adresse des anfragenden Rechners,</li>
        <li>Datum und Uhrzeit des Zugriffs,</li>
        <li>Name und URL der abgerufenen Datei,</li>
        <li>Website, von der aus der Zugriff erfolgt (Referrer-URL),</li>
        <li>verwendeter Browser und ggf. das Betriebssystem Ihres Rechners sowie der Name Ihres Access-Providers.</li>
      </ul>
      <p>Die genannten Daten werden durch uns zu folgenden Zwecken verarbeitet:</p>
      <p>Gew&auml;hrleistung eines reibungslosen Verbindungsaufbaus der Website,</p>
      <p>Gew&auml;hrleistung einer komfortablen Nutzung unserer Website,</p>
      <p>Auswertung der Systemsicherheit und -stabilit&auml;t sowie</p>
      <p>zu weiteren administrativen Zwecken.</p>
      <p>Die Rechtsgrundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. f DSGVO. Unser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung. In keinem Fall verwenden wir die erhobenen Daten zu dem Zweck, R&uuml;ckschl&uuml;sse auf Ihre Person zu ziehen.</p>
      <p>Dar&uuml;ber hinaus setzen wir beim Besuch unserer Website Cookies sowie Analysedienste ein. N&auml;here Erl&auml;uterungen dazu erhalten Sie unter den Ziff. 4 und 5 dieser Datenschutzerkl&auml;rung.</p>
      <h4>b) Bei Nutzung unseres Kontaktformulars</h4>
      <p>Bei Fragen jeglicher Art bieten wir Ihnen die M&ouml;glichkeit, mit uns &uuml;ber ein auf der Website bereitgestelltes Formular Kontakt aufzunehmen. Dabei ist die Angabe einer g&uuml;ltigen E-Mail-Adresse sowie Ihres Namens erforderlich, damit wir wissen, von wem die Anfrage stammt und um diese beantworten zu k&ouml;nnen. Weitere Angaben k&ouml;nnen freiwillig get&auml;tigt werden.</p>
      <p>Die Datenverarbeitung zum Zwecke der Kontaktaufnahme mit uns erfolgt nach Art. 6 Abs. 1 S. 1 lit. a DSGVO auf Grundlage Ihrer freiwillig erteilten Einwilligung.</p>
      <p>Die f&uuml;r die Benutzung des Kontaktformulars von uns erhobenen personenbezogenen Daten werden nach Erledigung der von Ihnen gestellten Anfrage gel&ouml;scht.</p>
      <h3>3. Weitergabe von Daten</h3>
      <p>Eine &Uuml;bermittlung Ihrer pers&ouml;nlichen Daten an Dritte zu anderen als den im Folgenden aufgef&uuml;hrten Zwecken findet nicht statt.</p>
      <p>Wir geben Ihre pers&ouml;nlichen Daten nur an Dritte weiter, wenn:</p>
      <ul>
        <li>Sie Ihre nach Art. 6 Abs. 1 S. 1 lit. a DSGVO ausdr&uuml;ckliche Einwilligung dazu erteilt haben,</li>
        <li>die Weitergabe nach Art. 6 Abs. 1 S. 1 lit. f DSGVO zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen erforderlich ist und kein Grund zur Annahme besteht, dass Sie ein &uuml;berwiegendes schutzw&uuml;rdiges Interesse an der Nichtweitergabe Ihrer Daten haben,</li>
        <li>f&uuml;r den Fall, dass f&uuml;r die Weitergabe nach Art. 6 Abs. 1 S. 1 lit. c DSGVO eine gesetzliche Verpflichtung besteht, sowie</li>
        <li>dies gesetzlich zul&auml;ssig und nach Art. 6 Abs. 1 S. 1 lit. b DSGVO f&uuml;r die Abwicklung von Vertragsverh&auml;ltnissen mit Ihnen erforderlich ist.</li>
      </ul>
      <h3>4. Cookies</h3>
      <p>Wir setzen auf unserer Seite Cookies ein. Hierbei handelt es sich um kleine Dateien, die Ihr Browser automatisch erstellt und die auf Ihrem Endger&auml;t (Laptop, Tablet, Smartphone o.&auml;.) gespeichert werden, wenn Sie unsere Seite besuchen. Cookies richten auf Ihrem Endger&auml;t keinen Schaden an, enthalten keine Viren, Trojaner oder sonstige Schadsoftware.</p>
      <p>In dem Cookie werden Informationen abgelegt, die sich jeweils im Zusammenhang mit dem spezifisch eingesetzten Endger&auml;t ergeben. Dies bedeutet jedoch nicht, dass wir dadurch unmittelbar Kenntnis von Ihrer Identit&auml;t erhalten.</p>
      <p>Der Einsatz von Cookies dient einerseits dazu, die Nutzung unseres Angebots f&uuml;r Sie angenehmer zu gestalten. So setzen wir sogenannte Session-Cookies ein, um zu erkennen, dass Sie einzelne Seiten unserer Website bereits besucht haben. Diese werden nach Verlassen unserer Seite automatisch gel&ouml;scht.</p>
      <p>Dar&uuml;ber hinaus setzen wir ebenfalls zur Optimierung der Benutzerfreundlichkeit tempor&auml;re Cookies ein, die f&uuml;r einen bestimmten festgelegten Zeitraum auf Ihrem Endger&auml;t gespeichert werden. Besuchen Sie unsere Seite erneut, um unsere Dienste in Anspruch zu nehmen, wird automatisch erkannt, dass Sie bereits bei uns waren und welche Eingaben und Einstellungen sie get&auml;tigt haben, um diese nicht noch einmal eingeben zu m&uuml;ssen.</p>
      <p>Zum anderen setzten wir Cookies ein, um die Nutzung unserer Website statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes f&uuml;r Sie auszuwerten (siehe Ziff. 5). Diese Cookies erm&ouml;glichen es uns, bei einem erneuten Besuch unserer Seite automatisch zu erkennen, dass Sie bereits bei uns waren. Diese Cookies werden nach einer jeweils definierten Zeit automatisch gel&ouml;scht.</p>
      <p>Die durch Cookies verarbeiteten Daten sind f&uuml;r die genannten Zwecke zur Wahrung unserer berechtigten Interessen sowie der Dritter nach Art. 6 Abs. 1 S. 1 lit. f DSGVO erforderlich.</p>
      <p>Die meisten Browser akzeptieren Cookies automatisch. Sie k&ouml;nnen Ihren Browser jedoch so konfigurieren, dass keine Cookies auf Ihrem Computer gespeichert werden oder stets ein Hinweis erscheint, bevor ein neuer Cookie angelegt wird. Die vollst&auml;ndige Deaktivierung von Cookies kann jedoch dazu f&uuml;hren, dass Sie nicht alle Funktionen unserer Website nutzen k&ouml;nnen.</p>
      <h3>5. Analyse-Tools</h3>
      <h4>a) Tracking-Tools</h4>
      <p>Die im Folgenden aufgef&uuml;hrten und von uns eingesetzten Tracking-Ma&szlig;nahmen werden auf Grundlage des Art. 6 Abs. 1 S. 1 lit. f DSGVO durchgef&uuml;hrt. Mit den zum Einsatz kommenden Tracking-Ma&szlig;nahmen wollen wir eine bedarfsgerechte Gestaltung und die fortlaufende Optimierung unserer Webseite sicherstellen. Zum anderen setzen wir die Tracking-Ma&szlig;nahmen ein, um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes f&uuml;r Sie auszuwerten. Diese Interessen sind als berechtigt im Sinne der vorgenannten Vorschrift anzusehen.</p>
      <p>Die jeweiligen Datenverarbeitungszwecke und Datenkategorien sind aus den entsprechenden Tracking-Tools zu entnehmen.</p>
      <h4>b) Google Analytics</h4>
      <p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Seiten nutzen wir Google Analytics, ein Webanalysedienst der Google Inc. (https://www.google.de/intl/de/about/) (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; im Folgenden &bdquo;Google&ldquo;). In diesem Zusammenhang werden pseudonymisierte Nutzungsprofile erstellt und Cookies (siehe unter Ziff. 4) verwendet. Die durch den Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Website wie</p>
      <p>Browser-Typ/-Version,</p>
      <p>verwendetes Betriebssystem,</p>
      <p>Referrer-URL (die zuvor besuchte Seite),</p>
      <p>Hostname des zugreifenden Rechners (IP-Adresse),</p>
      <p>Uhrzeit der Serveranfrage,</p>
      <p>werden an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Die Informationen werden verwendet, um die Nutzung der Website auszuwerten, um Reports &uuml;ber die Websiteaktivit&auml;ten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu Zwecken der Marktforschung und bedarfsgerechten Gestaltung dieser Internetseiten zu erbringen. Auch werden diese Informationen gegebenenfalls an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag verarbeiten. Es wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google zusammengef&uuml;hrt. Die IP-Adressen werden anonymisiert, so dass eine Zuordnung nicht m&ouml;glich ist (IP-Masking).</p>
      <p>Sie k&ouml;nnen die Installation der Cookies durch eine entsprechende Einstellung der Browser-Software verhindern; wir weisen jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich genutzt werden k&ouml;nnen.</p>
      <p>Sie k&ouml;nnen dar&uuml;ber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie ein Browser-Add-on herunterladen und installieren (https://tools.google.com/dlpage/gaoptout?hl=de).</p>
      <p>Alternativ zum Browser-Add-on, insbesondere bei Browsern auf mobilen Endger&auml;ten, k&ouml;nnen Sie die Erfassung durch Google Analytics zudem verhindern, indem Sie auf diesen Link klicken. Es wird ein Opt-out-Cookie gesetzt, das die zuk&uuml;nftige Erfassung Ihrer Daten beim Besuch dieser Website verhindert. Der Opt-out-Cookie gilt nur in diesem Browser und nur f&uuml;r unsere Website und wird auf Ihrem Ger&auml;t abgelegt. L&ouml;schen Sie die Cookies in diesem Browser, m&uuml;ssen Sie das Opt-out-Cookie erneut setzen.</p>
      <p>Weitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie etwa in der Google Analytics-Hilfe (https://support.google.com/analytics/answer/6004245?hl=de).</p>
      <h4>c) Google Adwords Conversion Tracking</h4>
      <p>Um die Nutzung unserer Webseite statistisch zu erfassen und zum Zwecke der Optimierung unserer Website f&uuml;r Sie auszuwerten, nutzen wir ferner das Google Conversion Tracking. Dabei wird von Google Adwords ein Cookie (siehe Ziffer 4) auf Ihrem Rechner gesetzt, sofern Sie &uuml;ber eine Google-Anzeige auf unsere Webseite gelangt sind.</p>
      <p>Diese Cookies verlieren nach 30 Tagen ihre G&uuml;ltigkeit und dienen nicht der pers&ouml;nlichen Identifizierung. Besucht der Nutzer bestimmte Seiten der Webseite des Adwords-Kunden und das Cookie ist noch nicht abgelaufen, k&ouml;nnen Google und der Kunde erkennen, dass der Nutzer auf die Anzeige geklickt hat und zu dieser Seite weitergeleitet wurde.</p>
      <p>Jeder Adwords-Kunde erh&auml;lt ein anderes Cookie. Cookies k&ouml;nnen somit nicht &uuml;ber die Webseiten von Adwords-Kunden nachverfolgt werden. Die mithilfe des Conversion-Cookies eingeholten Informationen dienen dazu, Conversion-Statistiken f&uuml;r Adwords-Kunden zu erstellen, die sich f&uuml;r Conversion-Tracking entschieden haben. Die Adwords-Kunden erfahren die Gesamtanzahl der Nutzer, die auf ihre Anzeige geklickt haben und zu einer mit einem Conversion-Tracking-Tag versehenen Seite weitergeleitet wurden. Sie erhalten jedoch keine Informationen, mit denen sich Nutzer pers&ouml;nlich identifizieren lassen.</p>
      <p>Wenn Sie nicht an dem Tracking-Verfahren teilnehmen m&ouml;chten, k&ouml;nnen Sie auch das hierf&uuml;r erforderliche Setzen eines Cookies ablehnen &ndash; etwa per Browser-Einstellung, die das automatische Setzen von Cookies generell deaktiviert. Sie k&ouml;nnen Cookies f&uuml;r Conversion-Tracking auch deaktivieren, indem Sie Ihren Browser so einstellen, dass Cookies von der Domain &bdquo;www.googleadservices.com&ldquo; blockiert werden. Googles Datenschutzbelehrung zum Conversion-Tracking finden Sie hier (https://services.google.com/sitestats/de.html).</p>
      <h3>6. Betroffenenrechte</h3>
      <p>Sie haben das Recht:</p>
      <ul>
        <li>gem&auml;&szlig; Art. 15 DSGVO Auskunft &uuml;ber Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen. Insbesondere k&ouml;nnen Sie Auskunft &uuml;ber die Verarbeitungszwecke, die Kategorie der personenbezogenen Daten, die Kategorien von Empf&auml;ngern, gegen&uuml;ber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, L&ouml;schung, Einschr&auml;nkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft ihrer Daten, sofern diese nicht bei uns erhoben wurden, sowie &uuml;ber das Bestehen einer automatisierten Entscheidungsfindung einschlie&szlig;lich Profiling und ggf. aussagekr&auml;ftigen Informationen zu deren Einzelheiten verlangen;</li>
        <li>gem&auml;&szlig; Art. 16 DSGVO unverz&uuml;glich die Berichtigung unrichtiger oder Vervollst&auml;ndigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;</li>
        <li>gem&auml;&szlig; Art. 17 DSGVO die L&ouml;schung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die Verarbeitung zur Aus&uuml;bung des Rechts auf freie Meinungs&auml;u&szlig;erung und Information, zur Erf&uuml;llung einer rechtlichen Verpflichtung, aus Gr&uuml;nden des &ouml;ffentlichen Interesses oder zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen erforderlich ist;</li>
        <li>gem&auml;&szlig; Art. 18 DSGVO die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird, die Verarbeitung unrechtm&auml;&szlig;ig ist, Sie aber deren L&ouml;schung ablehnen und wir die Daten nicht mehr ben&ouml;tigen, Sie jedoch diese zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen ben&ouml;tigen oder Sie gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung eingelegt haben;</li>
        <li>gem&auml;&szlig; Art. 20 DSGVO Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, g&auml;ngigen und maschinenlesebaren Format zu erhalten oder die &Uuml;bermittlung an einen anderen Verantwortlichen zu verlangen;</li>
        <li>gem&auml;&szlig; Art. 7 Abs. 3 DSGVO Ihre einmal erteilte Einwilligung jederzeit gegen&uuml;ber uns zu widerrufen. Dies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, f&uuml;r die Zukunft nicht mehr fortf&uuml;hren d&uuml;rfen und</li>
        <li>gem&auml;&szlig; Art. 77 DSGVO sich bei einer Aufsichtsbeh&ouml;rde zu beschweren. In der Regel k&ouml;nnen Sie sich hierf&uuml;r an die Aufsichtsbeh&ouml;rde Ihres &uuml;blichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Kanzleisitzes wenden.</li>
      </ul>
      <h3>7. Widerspruchsrecht</h3>
      <p>Sofern Ihre personenbezogenen Daten auf Grundlage von berechtigten Interessen gem&auml;&szlig; Art. 6 Abs. 1 S. 1 lit. f DSGVO verarbeitet werden, haben Sie das Recht, gem&auml;&szlig; Art. 21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, soweit daf&uuml;r Gr&uuml;nde vorliegen, die sich aus Ihrer besonderen Situation ergeben oder sich der Widerspruch gegen Direktwerbung richtet. Im letzteren Fall haben Sie ein generelles Widerspruchsrecht, das ohne Angabe einer besonderen Situation von uns umgesetzt wird.</p>
      <p>M&ouml;chten Sie von Ihrem Widerrufs- oder Widerspruchsrecht Gebrauch machen, gen&uuml;gt eine E-Mail an info@advoadvice.de.</p>
      <h3>8. Datensicherheit</h3>
      <p>Wir verwenden innerhalb des Website-Besuchs das verbreitete SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils h&ouml;chsten Verschl&uuml;sselungsstufe, die von Ihrem Browser unterst&uuml;tzt wird. In der Regel handelt es sich dabei um eine 256 Bit Verschl&uuml;sselung. Falls Ihr Browser keine 256-Bit Verschl&uuml;sselung unterst&uuml;tzt, greifen wir stattdessen auf 128-Bit v3 Technologie zur&uuml;ck. Ob eine einzelne Seite unseres Internetauftrittes verschl&uuml;sselt &uuml;bertragen wird, erkennen Sie an der geschlossenen Darstellung des Sch&uuml;ssel- beziehungsweise Schloss-Symbols in der unteren Statusleiste Ihres Browsers.</p>
      <p>Wir bedienen uns im &Uuml;brigen geeigneter technischer und organisatorischer Sicherheitsma&szlig;nahmen, um Ihre Daten gegen zuf&auml;llige oder vors&auml;tzliche Manipulationen, teilweisen oder vollst&auml;ndigen Verlust, Zerst&ouml;rung oder gegen den unbefugten Zugriff Dritter zu sch&uuml;tzen. Unsere Sicherheitsma&szlig;nahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert.</p>
      <h3>9. Aktualit&auml;t und &Auml;nderung dieser Datenschutzerkl&auml;rung</h3>
      <p>Diese Datenschutzerkl&auml;rung ist aktuell g&uuml;ltig und hat den Stand Mai 2018.</p>
      <p>Durch die Weiterentwicklung unserer Website und Angebote dar&uuml;ber oder aufgrund ge&auml;nderter gesetzlicher beziehungsweise beh&ouml;rdlicher Vorgaben kann es notwendig werden, diese Datenschutzerkl&auml;rung zu &auml;ndern. Die jeweils aktuelle Datenschutzerkl&auml;rung kann jederzeit auf der Website unter https://www.advoadvice.de/datenschutz/ von Ihnen abgerufen und ausgedruckt werden.</p>
    </section>

    <!-- SIDEBAR -->
    {% include sidebar.html %}
  </div><!-- row -->
</div><!-- container -->
