---
_options:
  layout:
    hidden: true
  permalink:
    hidden: true
title: Impressum
layout: page
permalink: /impressum/
---

<div class="container">
  <div class="row">
    <section id="impressum" class="col-md-8 col-lg-9 margin-tb-20 editable"><h1>Impressum</h1><h3>Dienstanbieter:</h3><p>Diese Internetseite wird von der Rechtsanwaltskanzlei AdvoAdvice Partnerschaft von Rechtsanw&auml;lten mbB Tintemann Klevenhagen angeboten. Soweit auf dieser Internetseite journalistisch-redaktionell gestaltete Angebote zu finden sind, zeichnet sich der jeweilige Rechtsanwalt oder Autor f&uuml;r den Inhalt verantwortlich, soweit nicht ausdr&uuml;cklich eine andere Person bezeichnet wurde.</p><p>AdvoAdvice Partnerschaft von Rechtsanw&auml;lten mbB Tintemann Klevenhagen<br />Partnerschaft von Rechtsanw&auml;lten mit beschr&auml;nkter Berufshaftung (mbB)</p><p>Die Partnerschaft mit beschr&auml;nkter Berufshaftung ist im Partnerschaftsregister des Amtsgerichtes Charlottenburg von Berlin unter der Registernummer PR 1029 eingetragen.</p><p>Vertretungsberechtigte Partner sind die Rechtsanw&auml;lte Dr. Sven Tintemann und Kim Oliver Klevenhagen.</p><p>Angestellte Rechtsanw&auml;lte, Kooperationspartner, Rechtsanwaltsfachanstellte, Rechtsanwaltsfachwirte, Salary Partner, Counsel, Of Counsel und Associates sind keine vertretungsberechtigten Partner der Partnerschaftsgesellschaft.</p><p>AdvoAdvice Partnerschaft von Rechtsanw&auml;lten mbB<br />Tintemann Klevenhagen</p><p>Kaiserliches Postamt<br />Martin-Buber-Str. 24<br />14163 Berlin</p><p>Telefon: 030 &ndash; 921 000 40<br />Telefax: 030 &ndash; 921 000 410<br />E-Mail: info@advoadvice.de<br />Str-Nr.: 25/201/01061 <span style="font-size:11pt"><span style="font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;"><span style="color:#1f497d"><span style="font-size:11pt"><span style="font-family:&quot;Calibri&quot;,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;"><span style="color:#1f497d"></span></span></span></span></span></span></span></span></span></span><br /><br />Sitz der Partnerschaft:<br />Martin-Buber-Str. 24<br />14163 Berlin</p><p>AdvoAdvice ist eine gesch&uuml;tzte Wort-/Bildmarke, die beim Deutschen Patent- und Markenamt zur Nr. 30 2015 212 860 eingetragen ist. Jegliche unberechtigte Wiedergabe der Marke kann als Verletzung des bestehenden Markenrechts rechtlich verfolgt werden.</p><p>Alle Rechtsanw&auml;lte sind in der Bundesrepublik Deutschland zugelassen. Ihre jeweilige Berufsbezeichnung wurde den Angeh&ouml;rigen der Partnerschaft in Deutschland verliehen.</p><p>Die Berufsbezeichnung Rechtsanwalt wurde den Mitgliedern der Kanzlei aufgrund bundesdeutscher Rechtsnormen von dem jeweilig zust&auml;ndigen Stellen nach bestandener 2. juristischer Staatspr&uuml;fung und einem besonderen Zulassungsverfahren zuerkannt. Die Mitglieder der Kanzlei unterliegen den berufsrechtlichen Bestimmungen in den jeweils geltenden Fassungen.</p><p>Berufsbezeichnung: Rechtsanwalt, Bundesrepublik Deutschland RA Klevenhagen und RA Dr. Tintemann sind zugleich durch die Rechtsanwaltskammer Berlin als Fachanw&auml;lte f&uuml;r Bank- und Kapitalmarktrecht zugelassen.</p><h3>Es gelten unsere allgemeinen Mandatsbedingungen</h3><p>Rechtsanw&auml;lte sind aufgrund der Bundesrechtsanwaltsordnung verpflichtet, eine eigene Berufshaftpflichtversicherung mit einer Mindestversicherungssumme von 250.000,00 EUR zu unterhalten. Die Einzelheiten ergeben sich aus &sect; 51 BRAO.</p><p>Zudem unterh&auml;lt die AdvoAdvice Partnerschaft von Rechtsanw&auml;lten mbB Tintemann Klevenhagen eine Berufshaftpflichtversicherung bei der R + V Allgemeine Versicherung AG, Niedersachsenring 13, 30163 Hannover (HaftpflichtPolice Nr.: 405 84 344221839).</p><p>Die Haftpflichtversicherung weist eine jeweilige Mindestdeckung in H&ouml;he von 2.500.000 Euro pro Schadensfall und eine jeweilige maximale Deckungssumme von 10.000.000 Euro pro Versicherungsjahr auf.</p><p>Die Haftung der sachbearbeitenden Rechtsanw&auml;lte und auch der Partnerschaftsgesellschaft richtet sich nach dem Partnerschaftsgesetz lediglich auf die Haftungssumme der o.g. Haftpflichtversicherung. Eine weitergehende Haftung der bearbeitenden Rechtsanw&auml;lte und / oder Partner der Partnerschaftsgesellschaft, die &uuml;ber die o.g. Haftungssumme der Haftpflichtversicherung hinausgeht, ist ausgeschlossen.</p><h3>Au&szlig;ergerichtliche Streitschlichtung:</h3><p>Bei Streitigkeiten zwischen Rechtsanw&auml;lten und ihren Auftraggebern besteht auf Antrag die M&ouml;glichkeit der au&szlig;ergerichtlichen Streitschlichtung bei der Rechtsanwaltskammer Berlin (gem&auml;&szlig; &sect; 73 Abs. 2 Nr. 3 i.V.m. &sect; 73 Abs. 5 BRAO) oder bei der Schlichtungsstelle der Rechtsanwaltschaft (&sect; 191f BRAO) bei der Bundesrechtsanwaltskammer, im Internet zu finden &uuml;ber die Homepage der Bundes&shy;rechtsanwaltskammer (<a title="Link: http://www.brak.de" target="blank" rel="nofollow" href="http://www.brak.de">www.brak.de</a>) email: schlichtungsstelle@brak.de.</p><p>Rechtsanwaltskammer:<br />Alle Rechtsanw&auml;lte sind Mitglieder der<br />Rechtsanwaltskammer Berlin<br />Littenstra&szlig;e 9, 10179 Berlin<br /><a title="Link: http://www.rak-berlin.de" rel="nofollow" href="http://www.rak-berlin.de">http://www.rak-berlin.de</a></p><p>Plattform der EU zur au&szlig;ergerichtlichen OnlineStreitbeilegung: <a title="Link: http://ec.europa.eu/consumers/odr/" rel="nofollow" href="http://ec.europa.eu/consumers/odr/">http://ec.europa.eu/consumers/odr/</a></p><p>Der r&auml;umliche Geltungsbereich des Versicherungsschutzes umfasst T&auml;tigkeiten in Europa und gen&uuml;gt damit mindestens den Anforderungen der Vorschriften gem&auml;&szlig; &sect; 51 Bundesrechtsanwaltsordnung (BRAO).</p><p>Die Geb&uuml;hren der Rechtsanw&auml;lte ergeben sich, soweit nicht ein anderes vereinbart ist, aus dem Rechtsanwaltsverg&uuml;tungsgesetz (RVG) nebst seinen Anlagen zum jeweils bei Mandatserteilung g&uuml;ltigen Gesetzesinhalt.</p><h3>Haftung f&uuml;r Inhalte:</h3><p>Wir bem&uuml;hen uns, die Inhalte unserer Seiten aktuell zu halten. Trotz sorgf&auml;ltiger Bearbeitung bleibt eine Haftung ausgeschlossen. Insbesondere bedingt die jeweils verk&uuml;rzte Darstellung, dass eine vollst&auml;ndige Beschreibung der relevanten Rechtslage nicht m&ouml;glich ist und daher eine professionelle Beratung nicht ersetzt. Eine Rechtsberatung im Einzelfall und nat&uuml;rlich auch die Haftung, &uuml;bernehmen wir gern im Rahmen eines ordentlichen Mandatsverh&auml;ltnisses.</p><h3>Hinweis auf Kooperation der Berufstr&auml;ger:</h3><p>Soweit auf dieser Internetseite Kooperationspartner benannt werden, handelt es sich um Rechtsanw&auml;lte oder Steuerberater, die den Rechtsanwaltskammern oder Steuerberaterkammern ihrer jeweiligen Standorte angeh&ouml;ren. Diese entnehmen Sie bitte dem Impressum der extern verwiesenen Internetseiten. Kooperationspartner sind keine vertretungsberechtigte Partner der Partnerschaftsgesellschaft.</p><h3>Berufsrechtliche Regeln f&uuml;r Rechtsanw&auml;lte:</h3><p>Die Arbeit von Rechtsanw&auml;lten unterliegt folgenden berufsrechtlichen Regelungen:<br />der Bundesrechtsanwaltsordnung (BRAO),<br />der Berufsordnung f&uuml;r Rechtsanw&auml;lte (BORA),<br />der Fachanwaltsordnung (FAO),<br />den Berufsregeln der Rechtsanw&auml;lte in der Europ&auml;ischen Union (CCBE-Berufsregeln),<br />dem Gesetz &uuml;ber die T&auml;tigkeit europ&auml;ischer Rechtsanw&auml;lte in Deutschland (EuRAG),<br />dem Law Implementing the Directives of the European Community pertaining to the professional law regulating the legal profession,<br />dem Rechtsanwaltsverg&uuml;tungsgesetz (RVG).<br />Diese Regelungen finden Sie auf der Internetseite der Bundesrechtsanwaltskammer (unter Berufsrecht).</p><h3>Berufsrechtliche Regeln f&uuml;r Steuerberater:</h3><p>Soweit auf dieser Internetseite auf Kooperationspartner verwiesen wird, die den Beruf des Steuerberaters aus&uuml;ben (externe Verweise), gelten f&uuml;r diese folgende berufsrechtlichen Regelungen:<br />das Steuerberatungsgesetz (StBerG),<br />die Durchf&uuml;hrungsverordnung zum Steuerberatungsgesetz (DVStB)<br />die Berufsordnung der Bundessteuerberaterkammer (BOStB)<br />Steuerberatergeb&uuml;hrenverordnung (StBGebV)<br />Diese Regelungen finden Sie auf der Internetseite der Bundessteuerberaterkammer.</p><p>Alle auf unserer Website gezeigten fremden Wordbildmarken sind urheberrechtlich gesch&uuml;tzt und Eigentum der jeweiligen Rechteinhaber.</p>
    </section>

    <!-- SIDEBAR -->
    {% include sidebar.html %}
  </div><!-- row -->
</div><!-- container -->
