---
title: Streitverk&uuml;ndung
layout: page
permalink: /streitverkuendung/
---

<div class="container">
  <div class="row">
    <section id="streitverkuendung" class="col-md-8 col-lg-9 margin-tb-20">
      <div class="editable">
        <h1>Streitverk&uuml;ndung / Nebenintervention</h1>
        <p>Die Streitverk&uuml;ndung ist ebenso wie die Nebenintervention in der Zivilprozessordnung geregelt. Die Nebenintervention in den &sect;&sect; 66 ff. ZPO und die Streitverk&uuml;ndung in den &sect;&sect; 72 ff. Im Rahmen der Vorschriften &uuml;ber die Streitverk&uuml;ndung wird in &sect; 74 Abs. 3 ZPO auf die Vorschrift des &sect; 68 ZPO verwiesen.</p>
        <p>Die Vorschriften stehen also prozessual in unmittelbarem Zusammenhang zueinander.</p>
        <h3>Was versteht man unter Streitverk&uuml;ndung?</h3>
        <p>In &sect; 72 Abs. 1 ZPO ist folgendes geregelt:</p>
        <p><em>(1) Eine Partei, die f&uuml;r den Fall des ihr ung&uuml;nstigen Ausganges des Rechtsstreits einen Anspruch auf Gew&auml;hrleistung oder Schadloshaltung gegen einen Dritten erheben zu k&ouml;nnen glaubt oder den Anspruch eines Dritten besorgt, kann bis zur rechtskr&auml;ftigen Entscheidung des Rechtsstreits dem Dritten gerichtlich den Streit verk&uuml;nden.</em></p>
        <p>Das bedeutet, dass in einem bereits gef&uuml;hrten Rechtsstreits durch den Kl&auml;ger oder auch den Beklagten ein Dritter, bisher Unbeteiligter mit einbezogen werden kann.</p>
        <p>Dieser kann dem Rechtsstreit auf der Seite des Beklagten oder auch auf Seiten des Kl&auml;gers beitreten und die von ihm gew&uuml;nschte Partei, auf deren Seite er dem Rechtsstreit beitritt, im Rechtsstreit durch Antr&auml;ge oder Beweisangebot unterst&uuml;tzen.</p>
        <p>Ein Streitbeitritt ist jedoch nicht zwingend notwendig. Der Streitverk&uuml;ndete muss jedoch wissen, dass Tatsachen, die in dem Prozess festgestellt werden, sich in einem sog. Folgeprozess gegen ihn negativ auswirken k&ouml;nnen, weil diese dann nicht mehr durch das Gericht des Folgeprozesses erneut in Frage gestellt, sondern als entscheidungserheblich zu ber&uuml;cksichtigen sind.</p>
        <h3>Was versteht man unter Nebenintervention?</h3>
        <p>Umgekehrt l&auml;uft es bei der Nebenintervention ab. Hier regelt &sect; 66 Abs. 1 ZPO:</p>
        <p><em>(1) Wer ein rechtliches Interesse daran hat, dass in einem zwischen anderen Personen anh&auml;ngigen Rechtsstreit die eine Partei obsiege, kann dieser Partei zum Zwecke ihrer Unterst&uuml;tzung beitreten.</em></p>
        <p>In diesem Fall wird ein Dritten nicht in einen Rechtsstreit durch die Streitverk&uuml;ndung, wie bereits oben beschrieben, mit hinein gezogen, sondern er tritt selbst aktiv einem Rechtsstreit bei, weil er eine in dem Rechtsstreit schon einbezogene Partei aktiv und aus eigener Motivation heraus unterst&uuml;tzen will.</p>
        <p>Hierzu muss er zum einen ein rechtliches Interesse an der Unterst&uuml;tzung haben. Ein allein wirtschaftliches Interesse an dem Ausgang des Rechtsstreites reicht wohl nicht aus. Zudem muss der Betroffene selbst aktiv dem Rechtsstreit durch Anzeige beim Gericht beitreten, verbunden mit der Klarstellung, auf welcher Seite die Nebenintervention erfolgen soll.</p>
        <p>&nbsp;</p>
      </div>
    </section>

    <!-- SIDEBAR -->
    {% include sidebar.html %}
  </div><!-- row -->
</div><!-- container -->
